{
  "alerts": [
    {
      "title": "COVID-19 Office Response",
      "subtitle": "With the spread of COVID-19 we have updated some policies. Please take a moment to familiarize yourself with them.",
      "copy": "Our team will continue to provide care to our patients with the care, commitment, and passion that we have always strived to achieve.  Thankfully, at this time infants and children are considered to be **low risk** for serious illness from COVID-19 infection. Symptoms in children include fever, cough, congestion, runny nose, and sore throat. Our providers are staying up to date with the quickly changing advice from the [Center for Disease Control and Prevention](https://www.cdc.gov/coronavirus/2019-nCoV/index.html) and [American Academy of Pediatrics](https://healthychildren.org/English/health-issues/conditions/chest-lungs/Pages/2019-Novel-Coronavirus.aspx) guidelines.  Please see links to these organizations on our website. We share a common goal of mitigating this virus.\n\nChanges to Our Office:\n\n1. We have made a decision to schedule all Well Child Checks during our morning office hours  which are 8:00am-12:30pm. Sick visits will be scheduled in the afternoon from 1:30pm-5:00pm. We believe this will help with decreasing exposure for our well patients and help with mitigation efforts that are currently recommended for this pandemic. Our current patient schedules have not been changed or cancelled! If you have a scheduled appointment you may receive a phone call from our office staff to try to adjust your appointment time with this scheduling change in mind.\n2. As always we will clean our patient rooms between each visit.\n3. We will be removing all toys and magazines from waiting areas to decrease possible surface contamination of communal items.\n4. Our lollipop and sticker drawer will be removed from common areas to help with social distancing and potential sharing of viruses/germs between patients. Our staff will gladly provide these treats following your visits with parent/caregiver approval.\n5. We will continue to screen patients over the phone prior to appointments to minimize office exposure for our patients and our staff.\n6. We are working on making Telemedicine appointments available to high risk patients to avoid office exposure. We hope to make this available as soon as possible.\n\nThank you for your understanding as we try to implement these new office strategies for the safety of our staff, our patients and families, and our community.  As always we are available for questions to help care for our patients.",
      "icon": "fas fa-biohazard",
      "active": true
    },
    {
      "title": "Our Lakewood Office Moved!",
      "icon": "fas fa-globe-americas",
      "active": false,
      "copy": "",
      "subtitle": "Our new address is: 3333 S Wadsworth Blvd, B103"
    }
  ]
}