{
  "alerts": [
    {
      "title": "COVID-19 Office Response",
      "subtitle": "With the spread of COVID-19 we have updated some policies. Please take a moment to familiarize yourself with them.",
      "copy": "Our team will continue to provide care to our patients with the commitment and passion that we have always strived to achieve.  Thankfully, at this time infants and children are considered to be **low risk** for serious illness from COVID-19 infection. Symptoms in children include fever, cough, congestion, runny nose, and sore throat. Our providers are staying up to date with the quickly changing advice from the [Center for Disease Control and Prevention](https://www.cdc.gov/coronavirus/2019-nCoV/index.html) and [American Academy of Pediatrics](https://healthychildren.org/English/health-issues/conditions/chest-lungs/Pages/2019-Novel-Coronavirus.aspx) guidelines.  Please see links to these organizations on our website. We share a common goal of mitigating this virus.\n\nChanges to Our Office:\n\n1. Our staff will be wearing proper personal protective equipment for all patients. We believe this will help with decreasing exposure for our well patients and help with mitigation efforts that are currently recommended for this pandemic. Respectfully, we ask that patients and parents/caregivers over the age of 2 wear a mask to our office for your appointment. \n2. As always we will clean our patient rooms between each visit.\n3. We will be removing all toys and magazines from waiting areas to decrease possible surface contamination of communal items.\n4. Our lollipop and sticker drawer will be removed from common areas to help with social distancing and potential sharing of viruses/germs between patients. Our staff will gladly provide these treats following your visits with parent/caregiver request and approval.\n5. We will continue to screen patients over the phone prior to appointments to minimize office exposure for our patients and our staff.\n6. We have Telemedicine appointments available to our patients to avoid unnecessary office exposure. You will receive a text message at the time of your visit.  We are using a secure HIPPA compliant app called Doximity to carry out Telehealth visits. Please use My Chart or call our office with questions. Please call our office to schedule ALL appointments; office visits or Telehealth visits. \n7. If your child needs an appointment in person we are happy to come to your car to do a limited exam on your child (to examine your child's ears, to check for strep throat, etc. ) in an effort to maintain the current recommendations to stay home as much as possible and practice social distancing to the best of our ability.  Decisions to bring sick children into our office for a more thorough exam will be made on a case by case basis.\n8. We strongly encourage following the recommended schedule for Well Child Checks especially when vaccinations are due. The following well visits should be scheduled without delay: Newborns through  18 month well visits, 4-5 year well visits , and the 11 year well visit.\n9. During this stressful time we encourage you to check in on the emotional needs of your kids and yourself. Please schedule an appointment if you feel that you need help.  \n\n   Thank you for your understanding as we try to implement these new office strategies for the safety of our staff, our patients and families, and our community.  As always we are available for questions to help care for our patients.",
      "icon": "fas fa-virus",
      "active": true
    },
    {
      "title": "Our Lakewood Office Moved!",
      "icon": "fas fa-globe-americas",
      "active": false,
      "copy": "",
      "subtitle": "Our new address is: 3333 S Wadsworth Blvd, B103"
    },
    {
      "active": true,
      "copy": "\"We belong to each other. Together, regardless of race and beyond race, we must want what is right for each other, aspire for better, and work for greater if we are to leave the generations of youth that will come after us a just and equitable society...\" excerpt from *The Traumatic Impact of Racism and Discrimination on Young People and How to Talk About it from AAP Reaching Teens, 2nd edition*",
      "title": "Let's make the world better for ALL children",
      "subtitle": "See the link for the full document from the APP",
      "icon": "fa fas-bullhorn"
    }
  ]
}