{
  "profiles": [
    {
      "title": "Dr. Neil Goldberg",
      "photo": "/media/goldberg-neil.jpg",
      "bio": "# Dr. Neil Goldberg\n\nNeil was born and raised in New York City. He received his medical degree from the State University of New York at Stony Brook graduating with honors. He moved to Highlands Ranch, Colorado and joined Academy Park Pediatrics in 2002. He became a board certified pediatrician that same year following his residency training at Columbia University Babies and Children's Hospital.\n\nNeil is an active fellow of the American Academy of Pediatrics and an active member of the Arapahoe County and Colorado Medical Societies. He also enjoys educating future pediatricians as an Assistant Clinical Professor at the Children's Hospital of Colorado.\n\nNeil has been married to his wife Kathy since 1998 and is pictured here with Kathy and their three children Madelyn, Sophie, and Benjamin.\n\n> I care for my patients as if they were my own children.",
      "visible": true
    },
    {
      "title": "Dr. Dawn Kallio",
      "photo": "/media/kallio-dawn.jpg",
      "family_photo": "/media/kallio-dawn-family.jpg",
      "bio": "# Dr. Dawn Kallio\n\nDawn was raised in a military family so she spent most of her early life moving from place to place. She finished high school and college in Colorado, and is now happy to call it home again. She received her medical degree from the University of Colorado School of Medicine in 2005. She then completed her residency training in 2008 at the Barbara Bush Children's Hospital at Maine Medical Center. She moved to Highlands Ranch in September 2008 and started working with Academy Park Pediatrics in October.\n\nDawn is a board certified pediatrician, an active fellow of the American Academy of Pediatrics and an active member of the Arapahoe County and Colorado Medical Societies.\n\n> I love kids and I love my job!  I enjoy partnering with parents to help them guide their children through early life so that each child can reach their fullest potential. I see myself as a strong advocate for childrens health.",
      "visible": true
    },
    {
      "title": "Dr. Greg Arfsten",
      "photo": "/media/arfsten-greg.jpg",
      "bio": "# Dr. Greg Arfsten\n\nGreg is a native Coloradan, originally from Longmont, now residing in Littleton with his wife Laurie, daughter Jennifer, and sons Sean and Samuel. He received his medical degree from the University of Colorado School of Medicine where he graduated with honors. Greg then completed his pediatric residency at Denver Children's Hospital in 1993 and joined Academy Park Pediatrics as a board certified pediatrician.\n\nGreg is an active fellow of the American Academy of Pediatrics and an active member of the Arapahoe County and Colorado Medical Societies. He also gets pleasure from educating future pediatricians as an Associate Clinical Professor at the Children's Hospital of Colorado.\n\nGreg donates his precious time at the Denver Inner City Health Center, Warren Village, and performing physical exams for participants of local Special Olympics. He also enjoys volunteering on international medical missions, fly fishing, and spending time with his family.\n\n> My goal is to treat others as I would want to be treated. Everybody deserves special care.",
      "visible": true
    },
    {
      "title": "Dr. Trista Bowyer",
      "photo": "/media/bowyer-trista.jpg",
      "bio": "# Dr. Trista Bowyer\n\nTrista was born in Muncie, Indiana and now lives in Highlands Ranch with her husband Todd and her 3 children, Aiden, Hailey, and Gavin. She received her medical degree from the University of Indiana School of Medicine in 2003 and completed her pediatric residency at The Children's Hospital of Los Angeles in 2006. Trista joined Academy Park Pediatrics in January of 2013.\n\nTrista is a board certified pediatrician and active fellow of the American Academy of Pediatrics and a member of the Arapahoe County and Colorado Medical Societies.\n\n> I strive to provide comprehensive and compassionate care to all my patients.",
      "visible": true
    },
    {
      "title": "Dr. Kristy Healy",
      "photo": "/media/healy-kristy.jpg",
      "bio": "# Dr. Kristy Healy\n\nKristy grew up in a military family and moved around a lot, attending three different high schools! She went to college at Truman State University in Kirksville, MO and medical school at the University of Rochester in Rochester, NY. She completed her pediatric residency and chief residency in Rochester also. Kristy moved to the Denver area in 2010 to be close to her parents and sisters. She and her family (husband Dermot and sons Patrick and Conor) enjoy exploring all the fun activities Colorado has to offer. They also frequently travel to Ireland to visit Dermot’s family.\n\nKristy is a board certified pediatrician and an active fellow of the American Academy of Pediatrics.\n\n> I have such an amazing job! It is such a privilege to care for children and help families navigate the joys and challenges of raising their kids.",
      "visible": true
    },
    {
      "title": "Marli Taich, CPNP",
      "photo": "/media/marli-taich.jpg",
      "bio": "# Marli Taich, CPNP\n\nMarli is a California native, growing up in Los Angeles and spending her college years at UCSD in sunny San Diego. She completed both her Bachelors in Nursing and her Masters in Advanced Practice Nursing at Columbia University School of Nursing in New York, graduating in May of 2017 and moving to Denver shortly thereafter. Marli was thrilled to begin working at Academy Park Pediatrics in the fall of 2017. She currently lives in the Highlands with her husband Zack and their heeler puppy Cassie, and in her spare time enjoys exploring new restaurants and skiing and hiking in the beautiful Colorado mountains.\n\nMarli is a Certified Pediatric Nurse Practitioner and an active member of the National Association of Pediatric Nurse Practitioners.\n\n> I aim to work collaboratively with parents to address the specific needs of their child so that they can thrive.",
      "visible": true
    },
    {
      "title": "Kelsey Peszek, NNP",
      "photo": "/media/peszek-kelsey.jpg",
      "bio": "# Kelsey Peszek, NNP\n\nKelsey grew up in the suburbs of Denver and earned both her Bachelors degree in Nursing and her Masters in Advanced Practice Nursing from the University of Colorado-Anschutz Medical Campus. Kelsey joined Academy Park Pediatrics in 2014 as a registered nurse and is excited to continue career here as a nurse practitioner. She resides in Parker with her husband, Jack, and their daughter, Emma.\n\nKelsey is a Certified Pediatric Nurse Practitioner and an active member of the National Association of Pediatric Nurse Practitioners.\n\n> I strive to provide comprehensive and collaborative care to support optimal health for children.",
      "visible": true
    }
  ]
}